Revit 2027 API
ParameterTypeId.RbsElecCircuitCableSizeParam Property
 "Cable Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitCableSizeParam { get; }
Public Shared ReadOnly Property RbsElecCircuitCableSizeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitCableSizeParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitCableSizeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace